/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Sem dados";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Guardar";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Introduza novamente a assinatura";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Limpar";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Cancelar";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Assinatura";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Tocar para assinar";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Área da assinatura";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Toque duas vezes e arraste para assinar";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Imagem da assinatura";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Linha da assinatura";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Cancelado";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Seguinte";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "Ok";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Estado";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "O utilizador cancelou a inclusão";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Sem o consentimento, não poderá continuar a inclusão.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Consentir";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Sair";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Voltar";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Passo";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "de";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Tem a certeza de que pretende sair do processo de inclusão?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Quer privacidade de dados?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Seja prudente com os seus dados";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Agora não";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Permitir";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Negar";

/* XBUT: Agree action title in EULAView */
"Agree" = "Concordar";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Discordar";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "A carregar...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Ainda não há nada para apresentar";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d hrs %d min";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Concluído";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Há %d erros na tabela de dados.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "cabeçalho de linha";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "linha %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "coluna %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "acessório à esquerda";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "acessório à direita";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "texto";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "imagem";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "data";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "hora";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "duração";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "item da lista";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "selecionado";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "não selecionado";

/* XBUT: calendar time component label */
"Time" = "Hora";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Valor: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "A célula tocada é só de leitura.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Campo só de leitura";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Não existem mais carateres";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Reduza o número de carateres";

